WcfServices/federation/FederationScopedCert/result1/Iteration1/t1216819465_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://Neeman.Samples/ICalculator/Add</wsa:Action><wsa:MessageID>uuid:8a32dde3-7c6a-441d-a731-fd22e5ff049d</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://yneeman01.emea.hpqcorp.net/FederationScopedCert/CalcFedService/Service1.svc</wsa:To></soap:Header><soap:Body><Add xmlns="http://Neeman.Samples"><n1>12</n1><n2>21</n2></Add></soap:Body></soap:Envelope>